export const books = [
  {
    Code: "001",
    Title: "บ้านวิกล เล่ม 1 (Mg)",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202407/617112/1000273441_front_XXL.jpg?imgname=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%81%E0%B8%A5-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1--1-(Mg)",
    Description:
      "ตอนเห็นผังบ้านครั้งแรก ผมคิดว่าบ้านหลังนี้แปลกมาก”‘ฉัน’ เป็นนักเขียนอิสระที่เชี่ยวชาญเรื่องลี้ลับคนรู้จักนำผังบ้านหลังหนึ่งมาให้ฉันดูโดยบอกว่าบ้านนั้นมี ‘พื้นที่ปริศนา’ อันลึกลับอยู่ฉันลองไปขอความคิดเห็นจากนักออกแบบบ้านชื่อคุณคุริฮาระแล้วเขาก็เริ่มชี้ให้เห็นความประหลาดของบ้านหลังนั้นจุดแล้วจุดเล่า…!!",
    Category: 1,
    Author: "อุเก็ตสึ",
    Publishing: "PHOENIX-ฟีนิกซ์",
    Price: 157.50,
    Bestseller: true,
    Flashsale: true,
  },
  {
    Code: "002",
    Title: "บ้านวิกลคนประหลาด",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202209/561084/1000254317_front_XXL.jpg?imgname=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%81%E0%B8%A5%E0%B8%84%E0%B8%99%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%AB%E0%B8%A5%E0%B8%B2%E0%B8%94",
    Description:
      "เป็นนักเขียนอิสระผู้เชี่ยวชาญเรื่องลี้ลับ ด้วยลักษณะงานทำให้มีโอกาสฟังเรื่องราวประสบการณ์พิศวงอยู่บ่อยๆ โดยเฉพาะเรื่องราวที่เกี่ยวข้องกับ สิ่งปลูกสร้างที่มาพร้อมเรื่องเล่าลึกลับมีอยู่มากมาย",
    Category: 1,
    Author: "อุเก็ตสึ",
    Publishing: "Bibli (บิบลิ)",
    Price: 238.50,
    Bestseller: false,
    Flashsale: false,
  },
  {
    Code: "003",
    Title: "ใช้คลื่นพลังบวกดึงดูดพลังสุข",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202109/533411/1000243428_front_XXL.jpg?imgname=%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%84%E0%B8%A5%E0%B8%B7%E0%B9%88%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%9A%E0%B8%A7%E0%B8%81%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%94%E0%B8%B9%E0%B8%94%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%82",
    Description: `ความลับของการบรรลุในสิ่งยิ่งใหญ่คือการเข้าใจ กฎแห่งแรงสั่นสะเทือนที่กล่าวว่าทุกอย่างในจักรวาลล้วนเกิดจากแรงสั่นสะเทือนทุกแรงสั่นสะเทือนที่มีความถี่ตรงกันสามารถดึงดูดกันได้ อย่าเผลอไผลไปตามสมองที่ติดนิสัยชอบผลักไสโชคและสิ่งดีๆด้วยพลังลบยิ่งคุณส่งคลื่นพลังบวกออกสู่ภายนอก จักรวาลจะยิ่งสะท้อนคลื่นความสุขกลับมาเท่าทวีคูณ ทุกคำพูด อารมณ์ และการกระทำของคุณเปลี่ยนชีวิตคุณได้ทันทีเว็กซ์ คิงส์ ผู้ได้รับการยกย่องว่าเป็นผู้นำทางจิตวิญญาณแก่คนรุ่นใหม่จะเปลี่ยนคลื่นความถี่ทางอารมณ์ของคุณให้ตรงกับพลังงานบวกทั้งหลาย เพื่อดึงดูดความสุขและความสำเร็จอย่างที่คุณอาจไม่เคยคิดฝันเราจะเรียนรู้วิธีรักตัวเองอย่างแท้จริงได้อย่างไร จะเปลี่ยนอารมณ์ลบไปเป็นด้านบวกได้อย่างไร แล้วการมองหาความสุขที่ยั่งยืนนั้นเป็นไปได้จริงไหม เว็กซ์ คิง อินฟลูเอนเซอร์ จะตอบคำถามเกี่ยวกับการใช้ชีวิตที่คนส่วนใหญ่สงสัย นำเสนอในภาษาที่อ่านง่าย ย่อยเป็นหัวข้อสั้นๆ มีภาพประกอบและแทรก Quote เป็นแรงบันดาลใจ 
- ฝึกฝนการดูแลตัวเอง เอาชนะพลังงานในแง่ลบ และยึดความสุขของตัวเองเป็นที่ตั้ง แคร์สายตาคน อื่นให้น้อยลง
- ฝึกฝนให้ตัวเองมีนิสัยเชิงบวก เช่น การฝึกสติและสมาธิ
- เปลี่ยนมุมมอง เปิดรับโอกาสใหม่ ๆ เข้ามาในชีวิต
- ทำเป้าหมายให้ชัดเจน ด้วยการทดลองซ้ำ ๆ 
- เอาชนะความกลัว 
- มองหาเป้าหมายที่สูงกว่าเดิม เเละกลายเป็นฝ่ายชี้นำคนอื่นบ้าง`,
    Category: 2,
    Author: "Vex King (เว็กซ์ คิงส์)",
    Publishing: "อมรินทร์ How to",
    Price: 196.00,
    Bestseller: true,
    Flashsale: true,
  },
  {
    Code: "004",
    Title:
      "Why Has Nobody Told Me This Before? วิชาสำคัญที่คุณควรรู้ก่อนที่ชีวิตจะสอนคุณ",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202401/600920/1000268401_front_XXL.jpg?imgname=Why-Has-Nobody-Told-Me-This-Before?-%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AA%E0%B8%B3%E0%B8%84%E0%B8%B1%E0%B8%8D%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%84%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%88%E0%B8%B0%E0%B8%AA%E0%B8%AD%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93",
    Description:
      ` มองโลกผ่านมุมจิตวิทยาเพื่อตั้งรับและก้าวผ่านปัญหาในวันที่ชีวิตโยนบททดสอบอันหนักหนามาให้หนังสือเล่มนี้ได้รวบรวบชุดเครื่องมือที่ใช้กันโดยจิตแพทย์และนักจิตบำบัดแต่มันไม่ใช่ทักษะสำหรับผู้ป่วยเท่านั้น  ทว่าเป็นทักษะชีวิตที่จะช่วยนำทางพวกเราทุกคนให้ก้าวผ่านช่วงเวลาอันยากลำบาก 
เมื่อเราเข้าใจกลไกการทำงานของจิตใจและเรียนรู้วิธีที่เหมาะสมในการจัดการกับอารมณ์ความรู้สึก  เราไม่เพียงสร้างเบาะไว้รองรับจิตใจในวันที่พายุถาโถมเข้าใส่  แต่ยังสามารถเติบโตและรับมือกับโลกได้ดีขึ้นในทุก ๆ วัน`,
    Category: 2,
    Author: "Dr.Julie Smith",
    Publishing: "วีเลิร์น (WeLearn)",
    Price: 292.50,
    Bestseller: false,
    Flashsale: true,
  },
  {
    Code: "005",
    Title: "จิตวิทยาสายดาร์ก",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202304/577274/1000260516_front_XXL.jpg?imgname=%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81",
    Description:
      `Dr. Hiro  เคยเป็นนักขายที่ล้มเหลว  ขายอะไรก็ไม่มีใครซื้อแต่แล้ววันหนึ่งขณะกำลังดูข่าว  เขาก็นึกขึ้นได้ว่า“ในโลกเรามีลัทธิที่ขายของไม่น่าเชื่อถือได้ในราคาแพงลิ่วแถมยังทำให้สาวกยอมทุ่มบริจาคทรัพย์สินจนหมดตัวแล้วทำไมผมถึงขายไม่ออกล่ะ?”เขาจึงเริ่มศึกษาเทคนิคเหล่านั้นอย่างจริงจังอ่านหนังสือทุกเล่มเกี่ยวกับการล้างสมองที่มีในท้องตลาดแล้วเอาไปปรับใช้จนกลายเป็นนักขายระดับท็อปของญี่ปุ่นนั่นคือที่มาของ  “จิตวิทยาสายดาร์ก”พบกับเทคนิคทางจิตวิทยาที่ช่วยให้คุณใช้คำพูดควบคุมจิตใจคนทำให้พวกเขาคล้อยตามและทำอย่างที่คุณต้องการโดยไม่รู้ตัว`,
    Category: 2,
    Author: "Dr.Hiro",
    Publishing: "วีเลิร์น (WeLearn)",
    Price: 225.00,
    Bestseller: true,
    Flashsale: false,
  },
];
